{
  "Header.Item1": "About me",
  "Header.Item2": "Experience",
  "Header.Item3": "Projects",
  "Header.Item4": "Contact",
  "Header.cvBtn": "Resume",
  "Header.cvName": "Keshav_Singh_CV.pdf",
  "Banner.Pretitle": "Hello! My name is",
  "Banner.Description": "Innovator in .NET and cloud technologies, committed to impactful software solutions.",
  "Banner.ActionBtn": "Get in touch",
  "AboutMe.Title": "About me",
  "AboutMe.Paragraphs": [
    "A diligent backend developer with a strong foundation in .NET Core, ASP.NET Core Web API, and a suite of AWS services. My experience spans creating high-performance microservices, enhancing API response times, and contributing to agile, cross-functional teams. I'm passionate about continuous learning, embracing everyday challenges, and leveraging my skills for meaningful project contributions. Mentorship from industry experts has honed my problem-solving abilities and shaped my approach to innovative software development."
  ],
  "Experience.Title": "Experience",
  "Experience.Jobs": [
    {
      "Tab": "Project",
      "Title": "Fullstack developer",
      "Date": "December 2019 - Present",
      "Description": [
        "Creation and maintenance of a monitoring platform with graphics in WordPress.",
        "Functional programming in templates and plugins to add the necessary monitoring features.",
        "Implementation of continuous integration and daily backups.",
        "Creation and maintenance of a second Monitoring Platform Done in Angular, Angular Material, Laravel, Mysql, RxJS, Sass with graphics (configurable), alarm system, and user management and configuration of general parameters.",
        "Planning meetings in reports."
      ]
    },
    {
      "Tab": "Freelancer",
      "Title": "Independent",
      "Date": "May 2016 - Present",
      "Description": [
        "Implementing continuous improvements, working on frontend and backend.",
        "Creating platforms with Angular, Laravel, ExpressJS, WordPress programmed with functional, reactive, and object-oriented programming paradigms.",
        "Automation of processes with data structures.",
        "Design layout with SASS, Bootstrap, Materialize, Bulma, etc."
      ]
    },
    {
      "Tab": "Moebius",
      "Title": "FullStack developer",
      "Date": "July 2017 - October 2018",
      "Description": [
        "Leading a team of 4 people in the development of a Tourism Data management platform made in Angular, Laravel, and MySQL.",
        "Implementation CI / CD in Azure. Refactoring and optimizing application load times.",
        "Coding of API requests with RxJS.",
        "Creation of modules with complex reactive forms",
        "Writing weekly reports about goals and plans."
      ]
    },
    {
      "Tab": "TechLatam",
      "Title": "Frontend developer",
      "Date": "February 2016 - May 2017",
      "Description": [
        "Creation of WordPress templates with ACF, functional programming in Javascript / jQuery, styles in SASS",
        "integration of design improvements, and template loading times.",
        "Effective communication with the design team, working with Avocode / Figma."
      ]
    },
    {
      "Tab": "CANTV",
      "Title": "System analyst",
      "Date": "November 2015 - December 2016",
      "Description": [
        "Programming of new functionalities for an existing employee management platform made in Angular and ExpressJS.",
        "Perform refactoring of old code. Ensuring compatibility of every dependency in every update, along with regular Angular update as well."
      ]
    },
    {
      "Tab": "IEP",
      "Title": "English teacher",
      "Date": "January 2015 - July 2015",
      "Description": [
        "Teaching English at a basic level to an enrollment of more than 200 students."
      ]
    }
  ],
  "Contact.Pretitle": "What’s Next",
  "Contact.Title": "Get in touch!",
  "Contact.Content": "I will be happy to receive your contact if you want to talk about new opportunities. Write me, and I will reply as soon as I see your message. Simple one-page design that features a profile letter with basic information about a person.",
  "Contact.Btn": "Say Hello"
}
