{
  "Header.Item1": "About me",
  "Header.Item2": "Experience",
  "Header.Item3": "Projects",
  "Header.Item4": "Contact",
  "Header.cvBtn": "Resume",
  "Header.cvName": "Keshav_Singh_CV.pdf",
  "Banner.Pretitle": "Hello! My name is",
  "Banner.Description": "Innovator in .NET and cloud technologies, committed to impactful software solutions.",
  "Banner.ActionBtn": "Get in touch",
  "AboutMe.Title": "About me",
  "AboutMe.Paragraphs": [
    "A diligent backend developer with a strong foundation in .NET Core, ASP.NET Core Web API, and a suite of AWS services. My experience spans creating high-performance microservices, enhancing API response times, and contributing to agile, cross-functional teams. I'm passionate about continuous learning, embracing everyday challenges, and leveraging my skills for meaningful project contributions. Mentorship from industry experts has honed my problem-solving abilities and shaped my approach to innovative software development."
  ],
  "Experience.Title": "Experience",
  "Experience.Jobs": [
    {
      "Tab": "Unthinkable Solutions LLP",
      "Title": "Backend .NET Developer",
      "Date": "January 2021 - July 2023",
      "Description": [
        "Implemented gRPC Microservices using .NET Core, enhancing API response times by 40%.",
        "Worked with AWS technologies like SQS, Lambda, and API Gateway to develop scalable solutions.",
        "Practiced Test-Driven Development and participated in agile methodologies for timely deliverables."
      ]
    },
    {
      "Tab": "Marlabs",
      "Title": "Backend Developer",
      "Date": "July 2023 - October 2023",
      "Description": [
        "Engaged in backend development for projects involving loan management and risk assessment.",
        "Optimized code and implemented encryption/decryption using AWS KMS for data security."
      ]
    },
    {
      "Tab": "Internships",
      "Title": "Intern",
      "Date": "During B.Tech",
      "Description": [
        "Completed two internships focusing on cybersecurity and global software solutions.",
        "Gained practical experience and insights into the software development industry."
      ]
    }
  ],
  "Contact.Pretitle": "What’s Next",
  "Contact.Title": "Get in touch!",
  "Contact.Content": "I'm always open to discussing new opportunities and innovative ideas. Feel free to reach out if you want to connect or explore potential collaborations. I look forward to hearing from you and will respond promptly.",
  "Contact.Btn": "Say Hello"
}
